Repository: nounsDAO/nouns-monorepo
Catalog: packages/nouns-webapp/src/locales/*.po
Languages: ja_jp, pt_br

source: More details on how dynamic quorum works can be found <0>here</0>.
pt_br: Mais detalhes sobre como o quorum dinâmico funciona podem ser encontrados <0>aqui</0>.

source: Next
pt_br: Próximo

source: No arguments required
pt_br: Não são necessários argumentos

source: No explicit rules exist for attribute scarcity; all NounsBR are equally rare.
pt_br: Não existem regras explícitas para escassez de atributos; todos os NounsBR são igualmente raros.

source: NounBR Seeder Contract
pt_br: NounBR Seeder

source: NounBR votes are not transferable, but are <0>delegatable</0>, which means you can assign your vote to someone else as long as you own your NounBR.
pt_br: Os votos do NounBR não são transferíveis, mas são <0>delegáveis</0>, o que significa que você, proprietário, pode atribuir seu voto a outra pessoa.

source: Nounder distributions don't interfere with the cadence of 15 minutes auctions. NounsBR are sent directly to the Nounder's Multisig, and auctions continue on schedule with the next available NounBR ID.
pt_br: Distribuições NounderBR não interferem na cadência dos leilões de 15 minutos. Os NounsBR são enviados diretamente para o Multisig da NounderBR, e os leilões continuam no horário com o próximo NounBR ID disponível.

source: Nounders receive rewards in the form of NounsBR (10% of supply for first 5 years).
pt_br: Os NoundersBR recebem recompensas na forma de NounsBR (10% da oferta para os primeiros 5 anos).

source: NounsBR Auction House
pt_br: NounsBR Casa de Leilões

source: NounsBR DAO uses a fork of {compoundGovLink}.
pt_br: NounsBR DAO usa um fork de {compoundGovLink}.

source: NounsBR DAO utilizes a fork of {compoundGovLink} and is the main governing body of the NounsBR ecosystem. The NounsBR DAO treasury receives 100% of ETH proceeds from daily NounBR auctions. Each NounBR is an irrevocable member of NounsBR DAO and entitled to one vote in all governance matters. NounBR votes are non-transferable (if you sell your NounBR the vote goes with it) but delegatable, which means you can assign your vote to someone else as long as you own your NounBR.
pt_br: O NounsBR DAO utiliza um fork de {compoundGovLink} e é o principal órgão regulador do ecossistema NounsBR. A tesouraria do NounsBR DAO recebe 100% dos rendimentos de ETH dos leilões diários do NounBR. Cada NounBR é um membro irrevogável do NounsBR DAO e tem direito a um voto em todas as questões de governança. Os votos do NounBR são intransferíveis (se você vender seu NounBR, o voto vai junto), mas são delegáveis, o que significa que você pode atribuir seu voto a outra pessoa, desde que você possua seu NounBR.

source: NounsBR are an experimental attempt to improve the formation of on-chain avatar communities. While projects such as {cryptopunksLink} have attempted to bootstrap digital community and identity, NounsBR attempt to bootstrap identity, community, governance, and a treasury that can be used by the community.
pt_br: O NounsBR é uma tentativa experimental de melhorar a formação de comunidades de avatar on-chain. Enquanto projetos como {cryptopunksLink} tentaram inicializar a comunidade e a identidade digital, o NounsBR tenta inicializar a identidade, a comunidade, a governança e um tesouro que pode ser usado pela comunidade.

source: NounsBR are generated randomly based Ethereum block hashes. There are no 'if' statements or other rules governing NounBR trait scarcity, which makes all NounsBR equally rare. As of this writing, NounsBR are made up of:
pt_br: Os NounsBR são hashes de bloco Ethereum gerados aleatoriamente. Não há declarações 'se' ou outras regras que regem a escassez de traits de um NounBR, o que torna todos os NounsBR igualmente raros. No momento da redação deste artigo, o NounsBR é composto por:

source: NounsBR are stored directly on Ethereum and do not utilize pointers to other networks such as IPFS. This is possible because NounBR parts are compressed and stored on-chain using a custom run-length encoding (RLE), which is a form of lossless compression.
pt_br: Os NounsBR são armazenados diretamente no Ethereum e não utilizam ponteiros para outras redes, como IPFS. Isso é possível porque as partes do NounBR são compactadas e armazenadas on-chain usando a tecnologia de run-length encoding (RLE) personalizada, que é uma forma de compactação sem perdas.

source: NounsBR artwork is in the {publicDomainLink}.
pt_br: A arte da NounsBR é totalmente CC0 em {publicDomainLink}.

source: NounsBR govern <0>NounsBR DAO</0>. NounsBR can vote on proposals or delegate their vote to a third party. A minimum of <1>{nounsRequired} {0}</1> is required to submit proposals.
pt_br: Os NounsBR governam <0>NounsBR DAO</0>. Os NounsBR podem votar em propostas ou delegarem seus votos a terceiros. Um mínimo de <1>{nounsRequired} {0}</1> é necessário para enviar propostas.

source: ONE NOUNBR,
pt_br: UM NOUNBR,

source: One NounBR is equal to one vote.
pt_br: Um NounBR é igual a um voto.

source: One NounBR is trustlessly auctioned every 15 minutes, forever.
pt_br: Um NounBR é leiloado automaticamente a cada 15 minutos, para sempre.

source: Only NounsBR you owned or were delegated to you before {0} are eligible to vote.
pt_br: Apenas NounsBR que você possuía ou foram delegados a você antes de {0} estão qualificados para votar.

source: Quorum
pt_br: Quórum

source: Required % of NounsBR to Pass
pt_br: Necessário % de NounsBR para passar

source: Show all {numEvents} events
pt_br: Mostrar todos os eventos {numEvents}

source: Show fewer
pt_br: Mostrar menos

source: Success
pt_br: Sucesso

source: Switch to NounBR view
pt_br: Trocar para modo NounBR

source: Switch to delegate view
pt_br: Mudar para view de delegado

source: Taken at block
pt_br: Tirada no bloco

source: The NounBR Seeder contract is used to determine NounBR traits during the minting process. The seeder contract can be replaced to allow for future trait generation algorithm upgrades. Additionally, it can be locked by the NounsBR DAO to prevent any future updates. Currently, NounBR traits are determined using pseudo-random number generation:
pt_br: O contrato de Seeder do NounBR é usado para determinar as características do NounBR durante o processo de mint. O contrato do Seeder pode ser substituído para permitir futuras atualizações do algoritmo de geração de características. Além disso, ele pode ser bloqueado pela NounsBR DAO para evitar atualizações futuras. Atualmente, os traits de um NounBR são determinados usando geração de números pseudo-aleatórios:

source: The Nounders reward is intended as compensation for our pre and post-launch contributions to the project, and to help us participate meaningfully in governance as the project matures.
pt_br: A recompensa da NoundersBR destina-se a compensar nossas contribuições pré e pós-lançamento ao projeto e a nos ajudar a participar significativamente da governança à medida que o projeto amadurece.

source: The NounsBR Auction Contract will act as a self-sufficient NounBR generation and distribution mechanism, auctioning one NounBR every 15 minutes, forever. 100% of auction proceeds (ETH) are automatically deposited in the NounsBR DAO treasury, where they are governed by NounBR owners.
pt_br: O Contrato de Leilão NounsBR funcionará como um mecanismo autossuficiente de geração e distribuição de um NounBR, leiloando um NounBR a cada 15 minutos, para sempre. 100% dos rendimentos do leilão (ETH) são depositados automaticamente na tesouraria do NounsBR DAO, onde são regidos pelos proprietários do NounBR.

source: The NounsBR Foundation considers the veto an emergency power that should not be exercised in the normal course of business. The NounsBR Foundation will veto proposals that introduce non-trivial legal or existential risks to the NounsBR DAO or the NounsBR Foundation, including (but not necessarily limited to) proposals that:
pt_br: A Fundação NounsBR considera o veto um poder emergencial que não deve ser exercido no curso normal dos negócios. A Fundação NounsBR vetará propostas que apresentem riscos jurídicos ou existenciais não triviais ao NounsBR DAO ou à Fundação NounsBR, incluindo (mas não necessariamente limitado a) propostas que:

source: The NounsBR community has undertaken a preliminary exploration of proposal veto alternatives (‘rage quit’ etc.), but it is now clear that this is a difficult problem that will require significantly more research, development and testing before a satisfactory solution can be implemented.
pt_br: A comunidade NounsBR empreendeu uma exploração preliminar das alternativas de veto da proposta (‘rage quit’ etc.), mas agora está claro que este é um problema difícil que exigirá significativamente mais pesquisa, desenvolvimento e testes antes que uma solução satisfatória possa ser implementada.

source: The Quorum (minimum number of For votes required to pass a proposal) is set as a function of the number of Against votes a proposal has recieved. It increases quadratically as a function of the % of NounsBR voting against a prop, varying between Min Quorum and Max Quorum.
pt_br: O Quorum (número mínimo de votos a favor necessários para aprovar uma proposta) é definido em função do número de votos contra que uma proposta recebeu. Ele aumenta quadraticamente em função da % de votos do NounsBR contra um prop, variando entre Min Quorum e Max Quorum.

source: The Quorum (minimum number of For votes required to pass a proposal) is set as a function of the number of Against votes a proposal has recieved. The number of For votes required to pass Proposal {0} is given by the following curve:
pt_br: O Quorum (número mínimo de votos a favor necessários para aprovar uma proposta) é definido em função do número de votos contra que uma proposta recebeu. O número de votos a favor necessários para aprovar a Proposta {0} é dado pela curva a seguir:

source: The playground was built using the {nounsProtocolLink}. NounBR's traits are determined by the NounBR Seed. The seed was generated using {nounsAssetsLink} and rendered using the {nounsSDKLink}.
pt_br: O playground foi construído usando o {nounsProtocolLink}. As características do NounBR são determinadas pela Semente NounBR. A semente foi gerada usando {nounsAssetsLink} e renderizada usando {nounsSDKLink}.

source: The proposal veto right was initially envisioned as a temporary solution to the problem of ‘51% attacks’ on the NounsBR DAO treasury. While Nounders initially believed that a healthy distribution of NounsBR would be sufficient protection for the DAO, a more complete understanding of the incentives and risks has led to general consensus within the Nounders, the NounsBR Foundation, and the wider community that a more robust game-theoretic solution should be implemented before the right is removed.
pt_br: O direito de veto da proposta foi inicialmente concebido como uma solução temporária para o problema dos ‘ataques de 51%’ ao tesouro do NounsBR DAO. Embora a NoundersBR inicialmente acreditasse que uma distribuição saudável do NounsBR seria proteção suficiente para o DAO, uma compreensão mais completa dos incentivos e riscos levou a um consenso geral dentro do NoundersBR, da NounsBR Foundation e da comunidade mais ampla de que um jogo mais robusto solução teórica deve ser implementada antes que o direito seja removido.

source: The treasury is controlled exclusively by NounsBR via governance.
pt_br: O tesouro é controlado exclusivamente pelos NounsBR via governança.

source: This NounBR has no activity, since it was just created. Check back soon!
pt_br: Este NounBR não tem atividade, pois acabou de ser criado. Verifique em breve!

source: This treasury exists for <0>NounsBR DAO</0> participants to allocate resources for the long-term growth and prosperity of the NounsBR project.
pt_br: Este tesouro existe para os participantes da <0>NounsBR DAO</0> alocar recursos para o crescimento e prosperidade de longo prazo do projeto NounsBR.

source: Tip:
pt_br: Dica:

source: Trait generation is not truly random. Traits can be predicted when minting a NounBR on the pending block.
pt_br: A geração de traços não é verdadeiramente aleatória. As características podem ser previstas ao fazer o mint de um NounBR no bloco pendente.

source: Value in ETH (Optional)
pt_br: Valor em ETH (Optional)

source: View Dynamic Quorum Info
pt_br: Ver informações de quórum dinâmico

source: Vote for the next NounBR
pt_br: Vote no próximo NounBR

source: Voted against
pt_br: Votou contra

source: Voted for
pt_br: Votou a favor

source: Voted with<0>{numVotesForProp}</0>NounBR
pt_br: Votou com<0>{numVotesForProp}</0>NounBR

source: Voted with<0>{numVotesForProp}</0>NounsBR
pt_br: Votou com<0>{numVotesForProp}</0>NounsBR

source: Waiting for
pt_br: Aguardando pelo

source: What now?
pt_br: E agora?

source: While settlement is most heavily incentivized for the winning bidder, it can be triggered by anyone, allowing the system to trustlessly auction NounsBR as long as Ethereum is operational and there are interested bidders.
pt_br: Embora a liquidação seja mais fortemente incentivada para o licitante vencedor, ela pode ser acionada por qualquer pessoa, permitindo que o sistema leiloe sem confiança o NounsBR enquanto o Ethereum estiver operacional e houver licitantes interessados.

source: You can experiment with off-chain NounBR generation at the {playgroundLink}.
pt_br: Você pode experimentar a geração off-chain NounBR no {playgroundLink}.

source: You've generated {0} years worth of NounsBR
pt_br: Você gerou {0} anos de NounsBR

source: at <0>{0}</0>
pt_br: em <0>{0}</0>

source: {0} <0>Address</0>
pt_br: {0}<0>Endereço</0>

source: {0} <0>Addresses</0>
pt_br: {0}<0>Endereços</0>

source: {moveStateButtonAction} Proposal ⌐◧-◧
pt_br: {moveStateButtonAction} Proposta ⌐◧-◧

source: {voteCount} Vote
pt_br: {voteCount} Voto

source: {voteCount} Votes
pt_br: {voteCount} Votos

source: {voterComponent} abstained on
pt_br: {voterComponent} absteve-se em

source: {voterComponent} voted against
pt_br: {voterComponent} votou contra

source: {voterComponent} voted for
pt_br: {voterComponent} votou a favor

source: Welcome, NounerBR!
pt_br: Bem-vindo, NounerBR!

source: Next steps
pt_br: Proximos passos

source: So you just won a NounBR.... Cool! Be sure to go over how everything works and head over to our discord server to verify your NounBR!
pt_br: Então você acabou de ganhar um NounBR... Legal! Certifique-se de ver como tudo funciona e vá para o nosso servidor de discórdia para verificar seu NounBR!

source: Discord Channels
pt_br: Canais do Discord

source: Welcome
pt_br: Bem-vindo

source: Basic information, major announcements, and user verification. If you just bought a NounBR, you will need to verify your ownership in the #authentication channel to get added to the "NounerBR" role of the server.
pt_br: Informações básicas, anúncios importantes e verificação do usuário. Se você acabou de comprar um NounBR, você precisará verificar sua propriedade no canal #authentication para ser adicionado ao Função "NounerBR" do servidor.

source: These are channels where only NounsBR DAO members can post. In the spirit of having an open and collaborative environment, all of these channels (except for #nounerbr-private) are viewable by the public.
pt_br: Esses são canais onde apenas membros do NounsBR DAO podem postar. No espírito de ter uma abertura e ambiente colaborativo, todos esses canais (exceto #nounerbr-private) são visíveis pelo público.

source: This is where most communication between members occurs. Anything that doesn't fit in the other NounersBR channels likely goes here.
pt_br: É aqui que ocorre a maior parte da comunicação entre os membros. Qualquer coisa que não se encaixe os outros canais NounersBR provavelmente vão aqui.

source: #proposals
pt_br: #propostas

source: Discussion and questions about proposals.
pt_br: Discussão e perguntas sobre propostas.

source: While we generally prefer to keep everything out in the open, sometimes there are sensitive matters where information is only kept to members.
pt_br: Embora geralmente prefiramos manter tudo ao ar livre, às vezes há assuntos sensíveis onde as informações são mantidas apenas para os membros.

source: These are channels where anyone can post.
pt_br: Estes são canais onde qualquer pessoa pode postar.

source: #general-chat
pt_br: #chat-geral

source: The most active channel, and the other are topic specific. Non-members often post in these channels asking for guidance on proposal ideas, or to share things they have made.
pt_br: O canal mais ativo e os outros são específicos do tópico. Não membros costumam postar em esses canais pedindo orientação sobre ideias de propostas ou para compartilhar coisas que fizeram.

source: Projects
pt_br: Projetos

source: When a project passes an on-chain vote, the creator of that proposal will often be given their own channel in this section to answer questions and share updates on the status of their work. This is a constantly expanding list - for more information on each of these, check out the DAO section of the NounsBR website.
pt_br: Quando um projeto passa por uma votação on-chain, o criador dessa proposta geralmente recebe seu próprio canal nesta seção para responder a perguntas e compartilhar atualizações sobre o status de trabalho deles. Esta é uma lista em constante expansão - para mais informações sobre cada um deles, confira a seção DAO do site NounsBR.
