Repository: nounsDAO/nouns-monorepo
Catalog: packages/nouns-webapp/src/locales/*.po
Languages: ja_jp, pt_br

source: Add Arguments
ja_jp: 引数を追加

source: Edit Proposal Candidate
ja_jp: 提案候補を編集

source: You <0>MUST</0> maintain enough voting power to meet the proposal threshold until your proposal is executed. If you fail to do so, anyone can cancel your proposal.
ja_jp: あなたは<0>必ず</0>提案が実行されるまで、提案のしきい値を満たすのに十分な投票力を維持しなければなりません。そうしない場合、誰でもあなたの提案をキャンセルすることができます。

source: Settle manually
ja_jp: 手動で決済する
pt_br: Liquidar Manualmente

source: Set approval
ja_jp: 承認を設定

source: Candidate updated!
ja_jp: 候補が更新されました！

source: Queue
ja_jp: キュー
pt_br: Fila

source: CryptoPunks
ja_jp: クリプトパンクス

source: Available to withdraw
ja_jp: 引き出し可能

source: You've successfully voted on on prop {0}
ja_jp: あなたは提案 {0} に投票することに成功しました。
pt_br: Você votou com sucesso no prop {0}

source: Voted with<0>{numVotesForProp}</0>Noun
ja_jp: <0>{numVotesForProp}</0>のNounで投票

source: Body
ja_jp: 体

source: Nouns voters can cast voting signals to give proposers of pending proposals an idea of how they intend to vote and helpful guidance on proposal changes to change their vote.
ja_jp: Nounsの投票者は、保留中の提案の提案者に対して、どのように投票するつもりかのアイデアを提供し、提案の変更に関する有益なガイダンスを提供するために投票シグナルを送ることができます。

source: Thank you for voting.
ja_jp: 投票ありがとうございます。
pt_br: Obrigado por votar.

source: Switch wallet
ja_jp: ウォレットを切り替える
pt_br: Trocar carteira

source: <0>Note: </0>This proposal candidate has been proposed onchain.
ja_jp: <0>注:</0>この提案候補はオンチェーンで提案されました。

source: Create Proposal
ja_jp: 提案を作成
pt_br: Criar Proposta

source: Consequently, the Nouns Foundation anticipates being the steward of the veto power until Nouns DAO is ready to implement an alternative, and therefore wishes to clarify the conditions under which it would exercise this power.
ja_jp: したがって、Nouns Foundationは、Nouns DAOが代替案を実施する準備が整うまで、拒否権の管理者であることを予想しており、この権限を行使する条件を明確にしたいと考えています。

source: You voted <0>For</0> this proposal
ja_jp: あなたはこの提案<0>に</0>投票しました
pt_br: Você votou <0>Para</0> esta proposta

source: Reason (Optional)
ja_jp: 理由"(任意)"
pt_br: Motivo (opcional)

source: Settlement of one auction kicks off the next.
ja_jp: オークションの決済が１つ終わる度に次が始まります。
pt_br: A liquidação de um leilão inicia o próximo.

source: Black monochrome Noggles
ja_jp: 黒の単色ノグル

source: Delegate Update Failed
ja_jp: 委任された更新に失敗しました
pt_br: Falha na Atualização da Delegação

source: Governance
ja_jp: ガバナンス
pt_br: Governança

source: Cancel
ja_jp: キャンセル

source: Signature request
ja_jp: 署名リクエスト

source: Governance ‘Slow Start’
ja_jp: ガバナンス「スロースタート」
pt_br: Governança ‘Inicio Lento’

source: Summary
ja_jp: まとめ
pt_br: Resumo

source: Governor
ja_jp: ガバナー

source: Proposal candidates can be created by anyone. If a candidate receives enough signatures by Nouns voters, it can be promoted to a proposal.
ja_jp: 提案候補は誰でも作成できます。候補がNounsの投票者から十分な署名を受け取った場合、それは提案に昇格することができます。

source: Signature invalid while signer has an active or pending proposal
ja_jp: 署名者がアクティブまたは保留中の提案を持っている間は署名が無効です

source: There's a way for everyone to get involved with Nouns. From whimsical endeavors like naming a frog, to ambitious projects like constructing a giant float for the Rose Parade, or even crypto infrastructure like Prop House. Nouns funds projects of all sizes and domains.
ja_jp: Nounsには誰もが関与できる方法があります。カエルに名前を付けるような気まぐれな試みから、ローズパレードのための巨大なフロートを作るような野心的なプロジェクト、さらにはProp Houseのような暗号インフラまで。Nounsはあらゆる規模と分野のプロジェクトに資金を提供します。

source: Withdraw from Stream
ja_jp: ストリームから引き出す

source: Remove sponsorship
ja_jp: スポンサーシップを削除

source: All Noun auction proceeds are sent to the
ja_jp: すべてのNounオークションの収益は、

source: Version
ja_jp: バージョン

source: Held by
ja_jp: 主催者
pt_br: Conquistado por

source: Edit
ja_jp: 編集

source: Re-signed
ja_jp: 再署名済み

source: Nounder's Reward
ja_jp: Nounderへの報酬
pt_br: NoundersBR Recompensação

source: Review Action Details
ja_jp: アクション詳細の確認

source: Candidate Created!
ja_jp: 候補が作成されました！

source: Proposal Created!
ja_jp: 提案が作成されました！
pt_br: Proposta Criada!

source: Trait generation is not truly random. Traits can be predicted when minting a Noun on the pending block.
ja_jp: 特徴生成は完全にランダムというわけではなく、形質は、保留中のブロックにNounをミントする際に予想することができます。

source: accessories ({0})
ja_jp: アクセサリー ({0})

source: Nounders receive rewards in the form of Nouns (10% of supply for first 5 years).
ja_jp: Nounderには、Nounsという形で報酬が与えられます (最初の5年間は供給量の10％)。

source: Sign out
ja_jp: サインアウト

source: Edit Proposal
ja_jp: 提案を編集

source: Did not re-sign
ja_jp: 再署名しませんでした

source: The Nounders
ja_jp: Nounders
pt_br: NoundersBR

source: Please try again.
ja_jp: もう一度やり直してください。
pt_br: Por favor, tente novamente.

source: Proposal Queued!
ja_jp: 提案が待機されました！

source: Start a new fork
ja_jp: 新しいフォークを開始

source: Create Proposal Candidate
ja_jp: 提案候補を作成

source: Once a signed proposal is onchain, signers will need to wait until the proposal is queued or defeated before putting another proposal onchain.
ja_jp: 署名済みの提案がオンチェーンにある場合、署名者はその提案がキューに入るか否決されるまで、別の提案をオンチェーンにするのを待つ必要があります。

source: Ending on
ja_jp: 終了日

source: % of Nouns Currently Against
ja_jp: 現在反対している名詞の割合

source: Failed to fetch
ja_jp: 取得できませんでした
pt_br: Falha ao buscar

source: Delegation
ja_jp: デリゲーション

source: Nouns DAO uses a fork of {compoundGovLink}.
ja_jp: Nouns DAOは {compoundGovLink} のフォークを使用しています。

source: m
ja_jp: 分

source: ONE NOUN,
ja_jp: 1つのNOUNを

source: Submit
ja_jp: 送信

source: Auction
ja_jp: オークション

source: Because this proposal contains a USDC fund transfer action we've added an additional ETH transaction to refill the TokenBuyer contract. This action allows to DAO to continue to trustlessly acquire USDC to fund proposals like this.
ja_jp: この提案にはUSDCの資金移動アクションが含まれているため、TokenBuyer契約を補充するために追加のETHトランザクションを追加しました。このアクションにより、DAOはこのような提案を資金提供するためにUSDCを信頼なく取得し続けることができます。

source: Stream
ja_jp: ストリーム

source: Update proposal candidates must be re-signed by the original signers.
ja_jp: 提案候補の更新は、元の署名者によって再署名される必要があります。

source: Nouns DAO Fork{0}
ja_jp: Nouns DAO フォーク{0}

source: Voting with <0>{0}</0> Noun
ja_jp: <0>{0}</0> 名詞で投票

source: By adopting the DUNA model, Nouns DAO sets a pioneering example for DAOs seeking to balance decentralized autonomy with legal certainty, further solidifying its position at the forefront of decentralized governance innovation.
ja_jp: DUNAモデルを採用することで、Nouns DAOは分散型自治と法的確実性のバランスを求めるDAOにとって先駆的な例を示し、分散ガバナンスイノベーションの最前線におけるその地位をさらに強固なものにしています。

source: Logo
ja_jp: ロゴ

source: Connect your wallet
ja_jp: ウォレットに接続してください
pt_br: Conecte sua carteira

source: Back
ja_jp: 戻る
pt_br: Voltar

source: License
ja_jp: ライセンス

source: Connect
ja_jp: 接続する
pt_br: Conectar

source: Transaction Failed
ja_jp: 取引に失敗しました

source: Objection period
ja_jp: 異議申し立て期間

source: <0>Delegated Nouns: </0>
ja_jp: 委任Noun:

source: Update Proposal Candidate
ja_jp: 提案候補を更新

source: The Nounders reward is intended as compensation for our pre and post-launch contributions to the project, and to help us participate meaningfully in governance as the project matures. Since there are 10 Nounders, after 5 years each Nounder could receive up to 1% of the Noun supply.
ja_jp: Noundersの報酬は、プロジェクト開始前と開始後の貢献に対する対価として提供されるほか、プロジェクトが成熟するにつれ、ガバナンスに有意義に参加できるよう支援することも目的としています。Noundersは10人なので、5年後には各ナウンダーは最大でNounの供給量の1%を受け取ることができます。

source: Connect wallet to make a proposal.
ja_jp: 提案するためにはウォレットに接続してください。
pt_br: Conecte a carteira para fazer uma proposta.

source: Success! The fork has been deployed.
ja_jp: 成功！フォークが展開されました。

source: No explicit rules exist for attribute scarcity; all Nouns are equally rare.
ja_jp: Nounsは全て等しく希少なため、属性の希少性についての明確なルールは存在しません。

source: White monochrome Noggles
ja_jp: 白の単色ノグル

source: Add Action
ja_jp: アクションを追加

source: No sponsored votes needed
ja_jp: スポンサー付き投票は不要

source: Select signatures to submit with your proposal. The total number of signatures must be greater than the proposal threshold of {0}.
ja_jp: 提案と共に提出する署名を選択してください。署名の総数は提案の閾値{0}を超える必要があります。

source: Nouns & Traits
ja_jp: 名詞と特性

source: Deploy Fork
ja_jp: フォークをデプロイ

source: Only 32x32 PNG images are accepted
ja_jp: 32x32 PNG画像のみ受け付けています
pt_br: Apenas imagens PNG 32x32 são aceitas

source: seconds
ja_jp: 秒

source: You
ja_jp: あなた
pt_br: Você

source: Now has
ja_jp: 今持っています
pt_br: Agora tem

source: Pre-proposal feedback
ja_jp: 提案前のフィードバック

source: Nouns are stored directly on Ethereum and do not utilize pointers to other networks such as IPFS. This is possible because Noun parts are compressed and stored on-chain using a custom run-length encoding (RLE), which is a form of lossless compression.
ja_jp: NounはEthereum上に直接保存されるため、IPFSのような他のネットワークへのポインタを利用することはありません。これは、Nounのパーツが可逆圧縮の一種であるカスタムのランレングス圧縮 (RLE) を使用してオンチェーンで圧縮・保存されていることから実現したものです。

source: Submit Proposal
ja_jp: 提案を提出
pt_br: Enviar proposta

source: The Nouns Foundation considers the veto an emergency power that should not be exercised in the normal course of business. The Nouns Foundation will veto proposals that introduce non-trivial legal or existential risks to the Nouns DAO or the Nouns Foundation, including (but not necessarily limited to) proposals that:
ja_jp: Nouns Foundationは、拒否権を通常の業務で行使すべきでない緊急権限と考えています。Nouns Foundationは、Nouns DAOまたはNouns Foundationに重大な法的または存在的リスクをもたらす提案を拒否します。これには（必ずしも限定されませんが）以下のような提案が含まれます。

source: Nouns govern <0>Nouns DAO</0>. Nouns can vote on proposals or delegate their vote to a third party. A minimum of <1>{0}</1> is required to submit proposals.
ja_jp: Nounsは<0>Nouns DAO</0>を統治します。Nounsは提案に投票するか、第三者に投票を委任することができます。提案を提出するには、最低<1>{0}</1>が必要です。

source: Deploying Nouns fork and beginning the forking period
ja_jp: Nounsフォークをデプロイし、フォーク期間を開始

source: Your <0>{availableVotes}</0> votes are being delegated to a new account.
ja_jp: あなたは<0>{availableVotes}</0>アカウントに委任されています
pt_br: Seus votos <0>{availableVotes}</0> estão sendo delegados para uma nova conta.

source: Bid history
ja_jp: 入札履歴
pt_br: Histórico dos Lances

source: All Noun auction proceeds are sent to the Nouns DAO. For this reason, we, the project's founders (‘Nounders’) have chosen to compensate ourselves with Nouns. Every 10th noun for the first 5 years of the project will be sent to our multisig (5/10), where it will be vested and distributed to individual Nounders.
ja_jp: Nounオークションの収益は全て Nouns DAOに送られます。その為、我々、プロジェクトの創設者 (Nounders) はNounsで自らを補償することに決めました。 プロジェクトの最初の5年間の間は、毎回10体目のNounがマルチシグ(5/10) に送られた後、個々のナウンダーズに与えられ、配布されます。

source: Review Function Call Action
ja_jp: 関数呼び出しアクションのレビュー

source: Adding your feedback
ja_jp: フィードバックを追加

source: Proposed Transactions
ja_jp: 提案中のトランザクション
pt_br: Transações Propostas

source: Only Nouns you owned or were delegated to you before {0} are eligible to vote.
ja_jp: 投票できるのは {0} 以前に所有していた、または委任されたNounsのみです。

source: Proposals cannot be executed during a forking period
ja_jp: フォーク期間中は提案を実行できません

source: Vote on Prop {0}
ja_jp: 提案 {0} に投票
pt_br: Vote na Prop {0}

source: Nounder distributions don't interfere with the cadence of 24 hour auctions. Nouns are sent directly to the Nounder's Multisig, and auctions continue on schedule with the next available Noun ID.
ja_jp: Nounder配布により24時間オークションの頻度に影響が及ぶことはありません。 NounsはNounderのマルチシグに直接送られ、オークションは次の有効なNouns IDによって予定通り継続されます。

source: Bids
ja_jp: 入札
pt_br: Lances

source: Change
ja_jp: 代理人を変更する
pt_br: Trocar

source: You <0>Abstained</0> from this proposal
ja_jp: あなたはこの提案から<0>棄権</0>しました
pt_br: Você <0>se absteve</0> desta proposta

source: Expires {0}
ja_jp: 残り {0} で期限切れになります
pt_br: Expira em {0}

source: Current Threshold
ja_jp: 現在の閾値

source: All traits are <0>CC0</0> (Creative Commons Zero), meaning they are in the public domain and free to use for any purpose without restriction.
ja_jp: すべての特性は<0>CC0</0>（クリエイティブ・コモンズ・ゼロ）であり、パブリックドメインに属し、制限なくあらゆる目的で自由に使用できます。

source: No arguments required
ja_jp: 引数は不要

source: Add Streaming Payment Action
ja_jp: ストリーミング支払いアクションを追加

source: Generate endless Nouns assembled from the onchain artwork
ja_jp: オンチェーンアートワークから組み立てられた無限の名詞を生成する

source: Withdraw from Stream <0/>
ja_jp: ストリームから引き出す<0/>

source: Threshold
ja_jp: しきい値
pt_br: Limite

source: Delegate Updated!
ja_jp: デリゲートが更新されました
pt_br: Delegação Atualizada!

source: Auction ends in
ja_jp: オークション終了まで
pt_br: Leilão termina em

source: This transaction sends {0} USDC to <0/> via the DAO's PayerContract.
ja_jp: このトランザクションは、DAOのPayerContractを介して{0} USDCを<0/>に送信します。

source: Proposal
ja_jp: 提案
pt_br: Proposta

source: Pre-voting feedback
ja_jp: 投票前のフィードバック

source: Current Delegate
ja_jp: 現在の代理人
pt_br: Delegação Atual

source: One Noun, Every Day, Forever.
ja_jp: 1日1つのNoun、永遠に。

source: Traits
ja_jp: 特性

source: User Already Voted
ja_jp: ユーザーはすでに投票済みです
pt_br: User Já Votou

source: Connect a wallet to vote.
ja_jp: 投票するためにウォレットを接続してください。
pt_br: Conecte uma carteira para votar.

source: You can experiment with off-chain Noun generation at the {playgroundLink}.
ja_jp: {playgroundLink} にてオフチェーンのNoun生成を試すことができます。

source: Abstain
ja_jp: 棄権
pt_br: Abster-se

source: {0, plural, one {voter} other {voters}}
ja_jp: {0, plural, one {投票者} other {投票者}}

source: 100% of Noun auction proceeds are trustlessly sent to the treasury.
ja_jp: Nounオークションの売上は、第三者の介入無しで 100％トレジャリーに送られる仕組みになっています。

source: Starting on
ja_jp: 開始日

source: View on Etherscan
ja_jp: イーサスキャンで見る
pt_br: Ver na Etherscan

source: Vetoed
ja_jp: 拒否
pt_br: Vetado

source: Preview
ja_jp: プレビュー
pt_br: Visualizar

source: Head
ja_jp: 頭

source: Tip
ja_jp: ヒント

source: Colored Noggles
ja_jp: カラーノグル

source: Forking
ja_jp: フォーキング

source: Because this proposal contains a USDC fund transfer action we've added an additional additional ETH transaction to refill the TokenBuyer contract. This action allows to continue to trustlessly acquire USDC to fund proposals like this.
ja_jp: この提案にはUSDC資金移動アクションが含まれているため、TokenBuyer契約を補充するために追加のETHトランザクションを追加しました。このアクションにより、このような提案を資金提供するためにUSDCを信頼なく取得し続けることができます。

source: Submissions are free for Nouns voters. Non-voters can submit for a {0} ETH fee.
ja_jp: Nounsの投票者は提出が無料です。非投票者は{0} ETHの手数料で提出できます。

source: For this reason, we, the project's founders (‘Nounders’) have chosen to compensate compensate ourselves with Nouns. Every 10th Noun for the first 5 years of the project will be sent to our multisig (5/10), where it will be vested and distributed Nounders.
ja_jp: この理由から、私たちプロジェクトの創設者（「Nounders」）は、自分たちをNounsで補償することを選びました。プロジェクトの最初の5年間、10番目ごとのNounは私たちのマルチシグ（5/10）に送られ、そこで権利確定され、Noundersに分配されます。

source: Transaction Successful!
ja_jp: 取引に成功しました！

source: Generate Nouns
ja_jp: Nounsを作る

source: Each time an auction is settled, the settlement transaction will also cause a new Noun to be minted and a new 24 hour auction to begin.
ja_jp: オークションが成立するたびに、決済取引によって新しいNounが発行され、新しい24時間オークションが開始されます。

source: Proposal Updated!
ja_jp: 提案が更新されました！

source: Under Wyoming's DUNA Act, Nouns DAO can hold assets, enter into contracts, and participate in legal actions in its own name. Governance remains fully decentralized, with decisions controlled exclusively by Noun holders via on-chain voting. This enables Nouns DAO to sustainably fund projects, manage its treasury, and interact confidently within both the digital and physical worlds.
ja_jp: ワイオミング州のDUNA法の下、Nouns DAOは独自の名前で資産を保有し、契約を締結し、法的措置に参加することができます。ガバナンスは完全に分散化されたままで、決定はNoun保有者によるオンチェーン投票によってのみ制御されます。これにより、Nouns DAOはプロジェクトを持続的に資金提供し、トレジャリーを管理し、デジタルと物理の両方の世界で自信を持って相互作用することができます。

source: attempt to alter Noun auction cadence for the purpose of maintaining or acquiring a voting majority
ja_jp: 投票の過半数を維持または獲得する目的で名詞オークションのリズムを変更しようとする

source: Enter the Ethereum address or ENS name of the account you would like to delegate your votes to.
ja_jp: 投票を委任するアカウントのイーサリアムアドレスまたはENS名を入力します。
pt_br: Digite o endereço Ethereum ou o nome ENS da conta para a qual você deseja delegar seus votos.

source: Go to auction
ja_jp: オークションに行く

source: Undetermined
ja_jp: 未決定
pt_br: Indeterminado

source: Offending proposal{0}
ja_jp: 問題のある提案{0}

source: Review Transfer Funds Action
ja_jp: 資金移動のアクションを確認

source: Language
ja_jp: 言語
pt_br: Idioma

source: Value
ja_jp: 値
pt_br: Valor

source: The Nouns Auction Contract will act as a self-sufficient Noun generation and distribution mechanism, auctioning one Noun every 24 hours, forever. 100% of auction proceeds (ETH) are automatically deposited in the Nouns DAO treasury, where they are governed by Noun owners.
ja_jp: Nounsオークション契約は、Noun生成・分配の自律的なメカニズムとして機能するため、24時間ごとに1体のNounを永遠にオークションにかけ続けます。オークションの収益 (ETH) は100%自動的にNounの所有者によって管理されている、Nouns DAO のトレジャリーに預けられます。

source: Choose sponsors
ja_jp: スポンサーを選択

source: Ends
ja_jp: 終了日
pt_br: Termina

source: This candidate currently has {0} signatures.
ja_jp: この候補者は現在{0}の署名を持っています。

source: make upgrades to critical smart contracts without undergoing an audit
ja_jp: 監査を受けずに重要なスマートコントラクトをアップグレードする

source: Glasses
ja_jp: メガネ

source: You have no Votes.
ja_jp: 投票がありません。
pt_br: Você não tem votos.

source: There was an error withdrawing to your wallet.
ja_jp: ウォレットへの引き出し中にエラーが発生しました。

source: Close
ja_jp: 近い
pt_br: Fechar

source: Fork Nouns DAO
ja_jp: Nouns DAOをフォークする

source: Editing a proposal will clear all previous feedback
ja_jp: 提案を編集すると、以前のすべてのフィードバックがクリアされます

source: Noggles
ja_jp: ノグル

source: Candidate
ja_jp: 候補者

source: Nouns DUNA is a legally recognized Decentralized Unincorporated Nonprofit Association established in Wyoming via <0/> designed to provide a robust legal framework that aligns with the decentralized nature of Nouns DAO. This structure allows Nouns DAO to operate with limited liability protection and legal clarity without compromising its decentralized governance ethos.
ja_jp: Nouns DUNAは、ワイオミング州で設立された法的に認められた分散型非法人非営利協会で、<0/> を通じて設立され、Nouns DAOの分散型の性質に沿った堅牢な法的枠組みを提供するように設計されています。この構造により、Nouns DAOは分散ガバナンスの精神を損なうことなく、有限責任保護と法的明確性を持って運営することができます。

source: EVERY DAY,
ja_jp: 毎日

source: Learn more
ja_jp: 詳細はこちら
pt_br: Saiba mais

source: % of NounsBR Currently Against
pt_br: % de NounsBR Atualmente Contra

source: 'Nounders' are the group of ten builders that initiated NounsBR. Here are the Nounders:
pt_br: NoundersBR' é o grupo de 3 brasileiros que iniciaram a NounsBR. Aqui estão eles:

source: 100% of NounBR auction proceeds are trustlessly sent to the treasury.
pt_br: 100% dos lucros do leilao de um NounBR é enviado automaticamente para o tesouro da NounsBR.

source: <0> NounBR {0} </0> sent to <1><2/></1>
pt_br: <0> NounBR {0} </0> enviado para <1><2/></1>

source: <0> NounBR {0} </0> won by <1><2/></1>
pt_br: <0> NounBR {0} </0> vencido por <1><2/></1>

source: <0>Delegated NounBR: </0>
pt_br: NounBR Delegado:

source: <0>Delegated NounsBR: </0>
pt_br: NounBR Delegado:

source: <0>Proposed by: </0><1>{proposer}</1><2>{proposedAtTransactionHash}</2>
pt_br: <0>Proposto por: </0><1>{proposer}</1><2>{proposedAtTransactionHash}</2>

source: Absent for
pt_br: Ausente por

source: Abstain from voting on Prop {0}
pt_br: Abster-se de votar na Prop {0}

source: Abstained on
pt_br: Absteve-se em

source: Activity
pt_br: Atividade

source: Add Transaction
pt_br: Adicionar Transação

source: Add a Proposal Transaction
pt_br: Adicione uma Transação de Proposta

source: Add one or more transactions and describe your proposal for the community. The proposal cannot be modified after submission, so please verify all information before submitting. The voting period will begin after 2 1/3 days and last for 3 days.
pt_br: Adicione uma ou mais transações e descreva sua proposta para a comunidade. A proposta não pode ser modificada após o envio, portanto, verifique todas as informações antes de enviar. O período de votação começará após 2 1/3 dias e durará 3 dias.

source: Address (Callee or Recipient)
pt_br: Endereço (Referido ou Destinatário)

source: Addresses
pt_br: Endereços

source: All NounBR auction proceeds are sent to the
pt_br: Todos os lucros no leilão de um NounBR são enviados para

source: All NounBR auction proceeds are sent to the NounsBR DAO. For this reason, we, the project's founders (‘Nounders’) have chosen to compensate ourselves with NounsBR. Every 10th noun for the first 5 years of the project will be sent to our multisig (3/3), where it will be vested and distributed to individual Nounders.
pt_br: Todos os lucros do leilão de um NounBR são enviados para o NounsBR DAO. Por isso, nós, os fundadores do projeto (‘NoundersBR’) optamos por nos remunerar com NounsBR. Cada 10.º nounbr durante os primeiros 5 anos do projeto serão enviados para o nosso multisig (3/3), onde serão adquiridos e distribuídos para NoundersBR individuais.

source: All NounsBR are members of NounsBR DAO.
pt_br: Todos os NounsBR são membros da NounsBR DAO.

source: All Proposals
pt_br: Todas as Propostas

source: Because 100% of NounBR auction proceeds are sent to NounsBR DAO, Nounders have chosen to compensate themselves with NounsBR. Every 10th NounBR for the first 5 years of the project (NounBR ids #0, #10, #20, #30 and so on) will be automatically sent to the Nounder's multisig to be vested and shared among the founding members of the project.
pt_br: Como 100% dos lucros do leilão do NounBR são enviados ao NounsBR DAO, os NoundersBR optaram por se compensar com o NounsBR. Cada 10º NounBR durante os primeiros 5 anos do projeto (NounBR ids #0, #10, #20, #30 e assim por diante) será automaticamente enviado ao multisig do NounderBR para ser adquirido e compartilhado entre os membros fundadores do projeto.

source: Born
pt_br: Nascido

source: Cast 1 vote against Prop {0}
pt_br: Dê 1 voto contra a Proposta {0}

source: Cast 1 vote for Prop {0}
pt_br: Dê 1 voto a favor da Proposta {0}

source: Cast {0} votes against Prop {1}
pt_br: Dê {0} votos contra a Proposta {1}

source: Cast {0} votes for Prop {1}
pt_br: Dê {0} votos para Prop {1}

source: Consequently, the NounsBR Foundation anticipates being the steward of the veto power until NounsBR DAO is ready to implement an alternative, and therefore wishes to clarify the conditions under which it would exercise this power.
pt_br: Consequentemente, a Fundação NounsBR antecipa ser a administradora do poder de veto até que o NounsBR DAO esteja pronto para implementar uma alternativa e, portanto, deseja esclarecer as condições sob as quais exerceria esse poder.

source: Current Quorum
pt_br: Quórum Atual

source: Delegate changed from<0><1/></0> to <2><3/></2>
pt_br: Delegação alterada de<0><1/></0> para <2><3/></2>

source: EVERY 15 MIN,
pt_br: A CADA 15 MIN,

source: Each time an auction is settled, the settlement transaction will also cause a new NounBR to be minted and a new 15 minutes auction to begin.
pt_br: Cada vez que um leilão é liquidado, a transação de liquidação também fará com que um novo NounBR seja mintado e um novo leilão de 15 minutos seja iniciado.

source: Failed to fetch NounBR activity history
pt_br: Falha ao buscar o histórico de atividades do NounBR

source: Failed to fetch NounBR info
pt_br: Falha ao buscar informações de NounBR

source: For this reason, we, the project's founders (‘Nounders’) have chosen to compensate ourselves with NounsBR. Every 10th NounBR for the first 5 years of the project will be sent to our multisig (3/3), where it will be vested and distributed to individual Nounders.
pt_br: Por isso, nós, os fundadores do projeto (‘NoundersBR’) optamos por nos remunerar com o NounsBR. Cada 10º NounBR nos primeiros 5 anos do projeto será enviado para o nosso multisig (3/3), onde será adquirido e distribuído para NoundersBR individuais.

source: Function (Optional)
pt_br: Função (Opcional)

source: Generate NounsBR
pt_br: Gerar NounsBR

source: Help mint the next NounBR
pt_br: Ajude o mint do próximo NounBR

source: Holder changed from <0><1/></0> to <2><3/></2>
pt_br: Titular alterado de <0><1/></0> para <2><3/></2>

source: Holder changed from<0><1/></0> to <2><3/></2>
pt_br: Titular alterado de<0><1/></0> para <2><3/></2>

source: Insufficient bid amount 🤏
pt_br: Valor do lance insuficiente 🤏

source: Learn more below, or start creating NounsBR off-chain using the {playgroundLink}.
pt_br: Saiba mais abaixo ou comece a criar NounsBR off-chain usando o {playgroundLink}.
