Repository: nounsDAO/nouns-monorepo
Catalog: packages/nouns-webapp/src/locales/*.po
Languages: ja_jp, pt_br

source: Update proposal
ja_jp: 提案を更新

source: Disconnect
ja_jp: 切断する

source: You voted <0>Against</0> this proposal
ja_jp: あなたはこの提案に<0>反対</0>を投票しました
pt_br: Você votou <0>Contra</0> esta proposta

source: bodies ({0})
ja_jp: ボディ ({0})

source: This will clear all previous sponsors and feedback votes
ja_jp: これにより、以前のすべてのスポンサーとフィードバック投票がクリアされます

source: Because 100% of Noun auction proceeds are sent to Nouns DAO, Nounders have chosen to compensate themselves with Nouns. Every 10th Noun for the first 5 years of the project (Noun ids #0, #10, #20, #30 and so on) will be automatically sent to the Nounder's multisig to be vested and shared among the founding members of the project.
ja_jp: Nounオークションの収益の100%がNouns DAOに送られるため、Nounderは自分達をNounsで補償することに決めました。プロジェクトの最初の5年間の間、毎回10番目のNoun (Noun ID #0, #10, #20, #30 など) が自動的にNoundersのマルチシグに送られ、プロジェクトの創設メンバー達に与えられて、共有されます。

source: At this time only USDC and WETH streams are supported
ja_jp: 現時点では、USDCとWETHのストリームのみがサポートされています

source: Has
ja_jp: 票あり
pt_br: Tem

source: Current bid
ja_jp: 現在の入札額
pt_br: Lance Atual

source: To
ja_jp: 宛先

source: Nouns Auction House
ja_jp: Nounsオークションハウス

source: Cancel candidate
ja_jp: 候補をキャンセル

source: Objection period triggered
ja_jp: 異議申し立て期間が開始されました

source: You must have {0} votes to submit a proposal
ja_jp: 提案を提出するには {0} 票が必要です
pt_br: Você deve ter {0} votos para enviar uma proposta

source: made with <0/>
ja_jp: <0/>で作成

source: Review Streaming Payment Action
ja_jp: ストリーミング支払いアクションを確認

source: Playground
ja_jp: 遊び場

source: You've already delegated to this address
ja_jp: あなたはすでにこのアドレスに委任しています
pt_br: Você já delegou para este endereço

source: Proposal functions
ja_jp: 提案機能

source: Proposal candidates must meet the required Nouns vote threshold.
ja_jp: 提案候補は、必要なNounsの投票閾値を満たす必要があります。

source: Daily Auctions
ja_jp: デイリーオークション
pt_br: Leilões Diários

source: This treasury exists for <0>Nouns DAO</0> participants to allocate resources for the long-term growth and prosperity of the Nouns project.
ja_jp: このトレジャリーは、<0>Nouns DAO</0>の参加者がNounsプロジェクトの長期的な成長と繁栄目的に、リソースを配分するために存在しています。

source: Bid
ja_jp: 入札
pt_br: Lance

source: sponsored votes
ja_jp: スポンサー付き投票

source: Add Function Call Arguments
ja_jp: 関数呼び出し引数を追加

source: Treasury
ja_jp: トレジャリー
pt_br: Tesouro

source: Voting with <0>{0}</0> Nouns
ja_jp: <0>{0}</0> Nounsで投票

source: Bids will appear here
ja_jp: 入札はここに表示されます
pt_br: Os lances aparecerão aqui

source: Ended
ja_jp: 終了しました
pt_br: Finalizado

source: Select signatures
ja_jp: 署名を選択

source: Invalid Arguments
ja_jp: 無効な引数

source: Winner
ja_jp: 落札者
pt_br: Vencedor

source: Candidates
ja_jp: 候補者

source: Noun votes are not transferable, but are <0>delegatable</0>, which means you can assign your vote to someone else as long as you own your Noun.
ja_jp: Nounの票は譲渡できませんが (Nounの売却にはそれに応じて票も移ります)、委任することができます。

source: This proposal interacts with the <0>original treasury</0>
ja_jp: この提案は<0>元の財務</0>と連携します

source: Required % of Nouns to Pass
ja_jp: 通過に必要なNounsの割合

source: Proposal Candidate Created!
ja_jp: 提案候補が作成されました！

source: h
ja_jp: 時間

source: In Escrow
ja_jp: エスクロー中

source: Version History
ja_jp: バージョン履歴

source: Compound Governance
ja_jp: コンパウンドガバナンス

source: Delegate {availableVotes} Votes
ja_jp: {availableVotes}票を委任する

source: Learn more about the DUNA
ja_jp: DUNAについて詳しく学ぶ

source: Nouns are generated randomly based Ethereum block hashes. There are no 'if' statements or other rules governing Noun trait scarcity, which makes all Nouns equally rare. As of this writing, Nouns are made up of:
ja_jp: Nounsは、イーサリアムのブロックハッシュに基づいてランダムに生成されます。Nounの特徴の希少性を管理する「if」ステートメントやその他のルールは存在しないため、すべてのNounが等しく希少となります。現時点では、Nounsは以下のもので構成されています：

source: Awaiting signature
ja_jp: 署名待ち

source: Streamed so far
ja_jp: これまでにストリーミングされた

source: Build With Nouns. Get Funded.
ja_jp: Nounsで構築。資金を獲得。

source: Making a proposal requires {threshold} votes
ja_jp: 提案を行うには{threshold}票が必要です
pt_br: Fazer uma proposta requer {threshold} votos

source: Withdraw Nouns from escrow
ja_jp: エスクローからNounsを引き出す

source: Add Proposal Action
ja_jp: 提案アクションを追加

source: <0>Proposed by: </0><1>{proposer}</1><2>{transactionLink}</2>
ja_jp: <0>提案者: </0><1>{proposer}</1><2>{transactionLink}</2>

source: 3.5 artists, 6.5 technologists
ja_jp: 3.5アーティスト、6.5技術者
pt_br: 3.5 artistas, 6.5 tecnologistas

source: Proposals
ja_jp: 提案
pt_br: Propostas

source: starts {0}
ja_jp: 開始 {0}

source: glasses ({0})
ja_jp: メガネ ({0})

source: bribe voters to facilitate withdraws of the treasury for personal gain
ja_jp: 個人的な利益のために財務省からの引き出しを容易にするために有権者を買収する

source: ends {0}
ja_jp: 終了 {0}

source: FOREVER.
ja_jp: 永遠に。
pt_br: PARA SEMPRE

source: Proposal candidates can be created by anyone. If a candidate receives enough signatures by Nouns voters, it can be promoted to a proposal.
ja_jp: 提案候補は誰でも作成できます。候補がNounsの投票者から十分な署名を受け取ると、提案に昇格することができます。

source: Editing a proposal candidate will clear any previous sponsors and require each sponsor to re-sign
ja_jp: 提案候補を編集すると、以前のスポンサーがクリアされ、各スポンサーが再署名する必要があります

source: Download All
ja_jp: すべてダウンロード

source: There are no active forks.
ja_jp: アクティブなフォークはありません。

source: Bids for
ja_jp: 入札
pt_br: Lances pelo

source: The Threshold (minimum number of For votes required to pass a proposal) is set as a function of the number of Against votes a proposal has received. It increases linearly as a function of the % of Nouns voting against a prop, varying between Min Threshold and Max Threshold.
ja_jp: 閾値（提案を通過させるために必要な賛成票の最小数）は、提案が受けた反対票の数に基づいて設定されます。これは、提案に反対するNounsの割合に応じて線形に増加し、最小閾値と最大閾値の間で変動します。

source: Go to playground
ja_jp: プレイグラウンドに行く

source: or more
ja_jp: かそれ以上
pt_br: ou mais

source: Nouns Protocol
ja_jp: Nounsプロトコル

source: Loading traits...
ja_jp: 特性を読み込み中...

source: Explore
ja_jp: 探索
pt_br: Explorar

source: Queued
ja_jp: キューに入りました
pt_br: Na Fila

source: You have no votes.
ja_jp: 投票がありません。
pt_br: Você não tem votos.

source: Sponsoring a proposal requires at least one Noun vote
ja_jp: 提案をスポンサーするには、少なくとも1つのNounの投票が必要です

source: Help mint the next Noun
ja_jp: 次にミントされるNounの投票をしてください

source: The treasury is controlled exclusively by Nouns via governance.
ja_jp: トレジャリーは、ガバナンスを通じてNounsが独占的に管理しています。

source: You've successfully withdrawn {withdrawAmount} {unitForDisplay} to your wallet
ja_jp: {withdrawAmount} {unitForDisplay}をウォレットに正常に引き出しました

source: Add your feedback
ja_jp: フィードバックを追加

source: Submit vote
ja_jp: 投票を提出
pt_br: Enviar voto

source: 404: This is not the person, place, or thing you're looking for...
ja_jp: 404: お探しの人、場所、物は見つかりませんでした。
pt_br: 404: Parece que não bem é o que você procurando...

source: Artwork is generative and stored directly on-chain (not IPFS).
ja_jp: 生成されたアートワークは直接オンチェーンに保存されます(IPFSではありません)。
pt_br: A arte é generativa e armazenada diretamente on-chain (não IPFS).

source: There are unfortunately no algorithmic solutions for making these determinations in advance (if there were, the veto would not be required), and proposals must be considered on a case by case basis.
ja_jp: 残念ながら、これらの決定を事前に行うためのアルゴリズム的な解決策はありません（もしあれば、拒否権は必要ありません）、提案はケースバイケースで考慮する必要があります。
pt_br: Infelizmente, não há soluções algorítmicas para fazer essas determinações antecipadamente (se houvesse, o veto não seria necessário), e as propostas devem ser consideradas caso a caso.

source: Calendar
ja_jp: カレンダー

source: The playground was built using the {nounsProtocolLink}. Noun's traits are determined by the Noun Seed. The seed was generated using {nounsAssetsLink} and rendered using the {nounsSDKLink}.
ja_jp: 遊び場は{nounsProtocolLink} を使用して作られており、Nounの特徴は、Nounシードによって決まります。{nounsAssetsLink} でシードを生成し、{nounsSDKLink} でレンダリングされています。

source: s
ja_jp: 秒

source: Add an optional message for the changes to the proposal
ja_jp: 提案の変更に対するオプションのメッセージを追加

source: The Threshold (minimum number of For votes required to pass a proposal) is set as a function of the number of Against votes a proposal has received. The number of For votes required to pass Proposal {0} is given by the following curve:
ja_jp: 閾値（提案を通過させるために必要な賛成票の最小数）は、提案が受けた反対票の数に基づいて設定されます。提案{0}を通過させるために必要な賛成票の数は、次の曲線によって示されます。

source: You can settle manually in {0} minutes
ja_jp: {0} 分で手動で決済できます
pt_br: Você poderá liquidar manualmente em {0} minutos

source: Ends {0}
ja_jp: 残り{0} で終了します
pt_br: Finalizado {0}

source: Update Delegate
ja_jp: デリゲートを更新

source: <0>Delegated Noun: </0>
ja_jp: 委任Noun:

source: Time left
ja_jp: 残り時間
pt_br: Tempo restante

source: One Noun is equal to one vote.
ja_jp: 1体のNounにつき、1票の投票件を得ることができます。

source: Address
ja_jp: アドレス
pt_br: Endereço

source: Proposal Canceled!
ja_jp: 提案がキャンセルされました！

source: You already have an active or pending proposal
ja_jp: すでに有効または保留中の提案があります
pt_br: Você já tem uma proposta ativa ou pendente

source: None
ja_jp: なし
pt_br: Nenhum

source: View Threshold Info
ja_jp: 閾値情報を表示

source: Active
ja_jp: 実行されました
pt_br: Ativo

source: Add Transfer Funds Action
ja_jp: 資金移動アクションを追加

source: <0>Note: </0>This candidate is an update to <1>Proposal {0}</1>.
ja_jp: <0>注: </0>この候補は<1>提案{0}</1>の更新です。

source: Create proposal candidate
ja_jp: 提案候補を作成

source: Against
ja_jp: 反対
pt_br: Contra

source: Canceled
ja_jp: キャンセルしました
pt_br: Cancelado

source: unequally withdraw the treasury for personal gain
ja_jp: 個人的な利益のために不平等に財務省を引き出す

source: Already has
ja_jp: すでに持っています
pt_br: Já tem

source: You provided <0>{0}</0> feedback {1}
ja_jp: <0>{0}</0>のフィードバックを提供しました {1}

source: More than {0} Nouns ({1}% of the DAO) are required to pass the threshold
ja_jp: 閾値を通過するには、{0}以上のNouns（DAOの{1}%）が必要です

source: About Proposal Candidates
ja_jp: 提案候補について

source: Background
ja_jp: 背景

source: You don't have enough votes to submit a proposal
ja_jp: 提案を提出するのに十分な投票がありません
pt_br: Você não tem votos suficientes para enviar uma proposta

source: heads ({0})
ja_jp: 頭 ({0})

source: minutes
ja_jp: 分

source: Accessory
ja_jp: 付属品
pt_br: Acessório

source: Candidates submitted by community members will appear here.
ja_jp: コミュニティメンバーによって提出された候補者はここに表示されます。

source: <0/><1>Guidelines</1><2/>• Do <3>NOT</3> request ETH to trade into USDC. Instead, request USDC directly.<4/>• Do <5>NOT</5> transfer funds externally to create an ETH or USDC stream. Instead, use the "Stream Funds" action.<6/><7>Supported Action Types</7><8/><9>• Transfer Funds: </9>Send USDC, ETH, or stETH.<10/><11>• Stream Funds: </11>Stream USDC or WETH over time.<12/><13>• Function Call: </13>Call a contract function.
ja_jp: <0/><1>ガイドライン</1><2/>• <3>ETHをUSDCに交換するために</3>要求しないでください。代わりに、直接USDCを要求してください。<4/>• <5>ETHまたはUSDCのストリームを作成するために</5>外部に資金を転送しないでください。代わりに「ストリームファンド」アクションを使用してください。<6/><7>サポートされているアクションタイプ</7><8/><9>• 資金の転送: </9>USDC、ETH、またはstETHを送信します。<10/><11>• 資金のストリーム: </11>時間をかけてUSDCまたはWETHをストリームします。<12/><13>• 関数呼び出し: </13>契約関数を呼び出します。

source: Fork
ja_jp: フォーク

source: Nouns DAO utilizes a fork of {compoundGovLink} and is the main governing body of the Nouns ecosystem. The Nouns DAO treasury receives 100% of ETH proceeds from daily Noun auctions. Each Noun is an irrevocable member of Nouns DAO and entitled to one vote in all governance matters. Noun votes are non-transferable (if you sell your Noun the vote goes with it) but delegatable, which means you can assign your vote to someone else as long as you own your Noun.
ja_jp: Nouns DAOは {compoundGovLink} のフォークを利用しており、Nounsエコシステムの主要な統治機関です。毎日起こるNounオークションから得られるETHの収益の100％はNouns DAO トレジャリーにて受け取られています。各NounはNouns DAOの変更不可能なメンバーであり、すべてのガバナンスの問題で1票の投票権を有します。Nounの票は譲渡できませんが (Nounの売却にはそれに応じて票も移ります)、委任することができます。

source: backgrounds ({0})
ja_jp: 背景 ({0})

source: Winning bid
ja_jp: 落札
pt_br: Lance vencendo

source: Proposal {0}
ja_jp: 提案 {0}

source: public domain
ja_jp: パブリックドメイン
pt_br: dominio público

source: Settle
ja_jp: 決済する
pt_br: Liquidar

source: Nouns are an experimental attempt to improve the formation of on-chain avatar communities. While projects such as {cryptopunksLink} have attempted to bootstrap digital community and identity, Nouns attempt to bootstrap identity, community, governance, and a treasury that can be used by the community.
ja_jp: Nouns は、オンチェーン・アバターコミュニティの形成を改善するための実験的な試みです。{cryptopunksLink} などのプロジェクトがデジタルコミュニティとアイデンティティの構築を試みているのに対し、Nounsはアイデンティティ、コミュニティ、ガバナンス、そしてコミュニティが使用できるトレジャリーを構築することを試みています。

source: All Nouns are members of Nouns DAO.
ja_jp: Nounsは全員Nouns DAOの会員です。

source: days
ja_jp: 日

source: Upload Custom Trait
ja_jp: カスタムの特徴をアップロード
pt_br: Upload Trait Personalizado

source: We suggest adding a buffer between when you assume the proposal to be executed and when the stream begins.
ja_jp: 提案が実行されると想定する時点とストリームが始まる時点の間にバッファを追加することをお勧めします。

source: Forking is the crypto-native way for groups of token holders to exit together into a new instance of their protocol, resulting in maximal conservation of momentum in the ecosystem.
ja_jp: フォークは、トークン保有者のグループが一緒にプロトコルの新しいインスタンスに移行するための暗号ネイティブな方法であり、エコシステム内のモメンタムを最大限に維持します。

source: This transaction was automatically added to refill the TokenBuyer. Proposers do not receive this ETH.
ja_jp: この取引はTokenBuyerを補充するために自動的に追加されました。提案者はこのETHを受け取りません。

source: While settlement is most heavily incentivized for the winning bidder, it can be triggered by anyone, allowing the system to trustlessly auction Nouns as long as Ethereum is operational and there are interested bidders.
ja_jp: 決済は落札者に最も大きなインセンティブが与えられるが、誰でも起動できるため、Ethereumが稼働し、関心のある入札者がいる限り、システムは第三者の介入無しでNounsをオークションにかけることができます。

source: View the candidate
ja_jp: 候補者を表示

source: Succeeded
ja_jp: 成功しました
pt_br: Sucesso

source: Proposal Executed!
ja_jp: 提案が実行されました！
pt_br: Proposta Executada!

source: Note
ja_jp: 注

source: Add to escrow
ja_jp: エスクローに追加

source: Executed
ja_jp: 実行しました
pt_br: Executado

source: The Nouns community has undertaken a preliminary exploration of proposal veto alternatives (‘rage quit’ etc.), but it is now clear that this is a difficult problem that will require significantly more research, development and testing before a satisfactory solution can be implemented.
ja_jp: Nounsコミュニティは提案拒否の代替案（「レイジクイット」など）の予備的な探求を行いましたが、これは満足のいく解決策を実施する前に、さらに多くの研究、開発、テストが必要な難しい問題であることが明らかになりました。

source: Updatable
ja_jp: 更新可能

source: Proposals submitted by community members will appear here.
ja_jp: コミュニティメンバーが提出した提案はここに表示されます。
pt_br: As propostas enviadas por membros da comunidade aparecerão aqui.

source: 'Nounders' are the group of ten builders that initiated Nouns. Here are the Nounders:
ja_jp: 「Nounders」とはNounsの創業に携わった10人の創業者のことであり、以下の人物で構成されています：

source: Auction ended
ja_jp: オークションが終了しました
pt_br: Leilão Terminado

source: Submit Vote
ja_jp: 投票を提出
pt_br: Enviar voto

source: Expired
ja_jp: 期限切れです
pt_br: Expirado

source: You've generated {0} years worth of Nouns
ja_jp: {0} 年分のナウンを生成しました

source: Switch
ja_jp: 切り替え
pt_br: Trocar

source: Select Language
ja_jp: 言語を選択
pt_br: Selecionar Idioma

source: Settle Auction
ja_jp: オークションを決済する
pt_br: Liquidar Leilão

source: This proposal can be edited for
ja_jp: この提案は編集可能です

source: Clear WalletConnect Data
ja_jp: WalletConnect データを消去
pt_br: Limpar dados do WalletConnect

source: Any token holder can signal to fork (exit) in response to a governance proposal. If a {0}quorum of tokens signal to exit, the fork will succeed.
ja_jp: トークン保有者は、ガバナンス提案に応じてフォーク（退出）を示すことができます。{0}のクォーラムのトークンが退出を示した場合、フォークは成功します。

source: Please place a bid higher than or equal to the minimum bid amount of {0} ETH
ja_jp: 最低入札額の {0} ETHと同じかそれ以上の入札額を設定してください
pt_br: Faça um lance maior ou igual ao valor mínimo do lance de {0} ETH

source: Creating ZIP...
ja_jp: ZIPを作成中...

source: Vote for the next Noun
ja_jp: 次のNounに投票する

source: Settled auction successfully!
ja_jp: オークションが正常に決済されました！
pt_br: Leilão liquidado com sucesso!

source: Submit signature
ja_jp: 署名を提出

source: Description
ja_jp: 説明

source: Sponsored by
ja_jp: スポンサー

source: Upload
ja_jp: アップロード

source: Update Proposal
ja_jp: 提案を更新

source: Bid was placed successfully!
ja_jp: 正常に入札されました！
pt_br: Lance feito com sucesso!

source: The compressed parts are efficiently converted into a single base64 encoded SVG image on-chain. To accomplish this, each part is decoded into an intermediate format before being converted into a series of SVG rects using batched, on-chain string concatenation. Once the entire SVG has been generated, it is base64 encoded.
ja_jp: 圧縮されたパーツは、オンチェインで効率よく1つのbase64エンコードされたSVG画像に変換されます。そのために、各パーツは中間フォーマットにデコードされた後、オンチェーンでの文字列連結により一連のSVG rectsに変換されます。SVG全体が生成されると、それはbase64でエンコードされます。
pt_br: As partes comprimidas são convertidas de forma eficiente em uma única imagem SVG codificada em base64 na cadeia. Para conseguir isso, cada parte é decodificada em um formato intermediário antes de ser convertida em uma série de rects SVG usando concatenação de strings em lote na cadeia. Depois que todo o SVG é gerado, ele é codificado em base64.

source: Arguments
ja_jp: 引数
pt_br: Argumentos

source: View all bids
ja_jp: すべての入札を表示
pt_br: Ver todos os lances

source: Withdraw
ja_jp: 撤回

source: Noun Traits
ja_jp: Nounsの特徴

source: This candidate has met the required threshold, but Nouns voters can still add support until it’s put onchain.
ja_jp: この候補者は必要な閾値を満たしていますが、Nounsの投票者はオンチェーンに載るまでサポートを追加できます。

source: Learn more below, or start creating Nouns off-chain using the {playgroundLink}.
ja_jp: 詳しくは以下をご覧ください。また、{playgroundLink} を使いNounsのオフチェーンの作成をすることもできます。

source: {0} votes
ja_jp: {0} 票
pt_br: {0} votos

source: Your account will have less than {0} {1} after this delegation. Unexecuted props you've created might become cancelable if you don't have enough sponsor votes.
ja_jp: この委任の後、あなたのアカウントは{0}{1}未満になります。十分なスポンサー票がない場合、作成した未実行の提案はキャンセル可能になるかもしれません。

source: Will have
ja_jp: 票になります
pt_br: Terá

source: Starts {0}
ja_jp: あと{0}で始まります
pt_br: Inicia {0}

source: Gas spent on voting will be refunded to you.
ja_jp: 投票に使ったガスは返金されます。

source: Noun Seeder Contract
ja_jp: Nounシーダー契約

source: Nouns artwork is in the {publicDomainLink}.
ja_jp: Nounsのアートワークは {publicDomainLink} にあります。

source: ... and {0} more
ja_jp: ...そしてさらに3つ
pt_br: ... e {0} mais

source: Updating...
ja_jp: 更新

source: Browse and download all available Noun traits.
ja_jp: 利用可能なすべての名詞の特性を閲覧してダウンロード。

source: Add as many or as few of your Nouns as you’d like. Additional Nouns can be added during the escrow and forking periods.
ja_jp: お好きなだけ多くまたは少なくNounsを追加してください。追加のNounsはエスクロー期間とフォーク期間中に追加できます。

source: Your <0>{availableVotes}</0> votes have been delegated to a new account.
ja_jp: あなたの<0>{availableVotes}</0>票が新しいアカウントに委任されました
pt_br: Seus votos <0>{availableVotes}</0> foram delegados para uma nova conta.

source: Deploy Nouns fork
ja_jp: Nounsフォークを展開

source: Proposer has {0} vote{1}
ja_jp: 提案者は{0}票を持っています{1}

source: On-Chain Artwork
ja_jp: オンチェーンアートワーク
pt_br: Art On-Chain

source: Descriptor
ja_jp: ディスクリプタ

source: You can settle manually in 1 minute
ja_jp: 1分で手動で決済できます
pt_br: Você poderá liquidar manualmente em 1 minuto

source: Nounders' Reward
ja_jp: Nounderへの報酬
pt_br: Recompensação aos NoundersBR

source: Voted with<0>{numVotesForProp}</0>Nouns
ja_jp: <0>{numVotesForProp}</0>のNounで投票

source: Download the individual traits that compose Nouns
ja_jp: 名詞を構成する個々の特性をダウンロード

source: Add one or more proposal actions and describe your proposal for the community. The proposal cannot be modified after submission, so please verify all information before submitting. The voting period will begin after 5 days and last for 5 days.
ja_jp: 1つ以上の提案アクションを追加し、コミュニティのために提案を説明してください。提案は提出後に変更できないため、提出前にすべての情報を確認してください。投票期間は5日後に始まり、5日間続きます。

source: One Noun is trustlessly auctioned every 24 hours, forever.
ja_jp: Nounsは24時間ごとに1体ずつ、第三者の介入無しでオークションに出され続けます。

source: Error
ja_jp: エラー
pt_br: Erro

source: Add Stream Date Details
ja_jp: ストリーム日付の詳細を追加

source: Forks
ja_jp: フォーク

source: Explore traits
ja_jp: 特性を探索

source: Token
ja_jp: トークン

source: The logos, traits and every Noun generated on the playground are <0>CC0</0> (Creative Commons Zero), meaning they are in the public domain and free to use for any purpose without restriction.
ja_jp: プレイグラウンドで生成されたロゴ、特性、およびすべての名詞は<0>CC0</0>（クリエイティブ・コモンズ・ゼロ）であり、パブリックドメインに属し、制限なくあらゆる目的で自由に使用できます。

source: Delegate {availableVotes} Vote
ja_jp: {availableVotes}票を委任する
pt_br: Delegar {availableVotes} Votos

source: Ends on
ja_jp: 終了日時
pt_br: Termina em

source: No candidates found
ja_jp: 候補者が見つかりません

source: The proposal veto right was initially envisioned as a temporary solution to the problem of ‘51% attacks’ on the Nouns DAO treasury. While Nounders initially believed that a healthy distribution of Nouns would be sufficient protection for the DAO, a more complete understanding of the incentives and risks has led to general consensus within the Nounders, the Nouns Foundation, and the wider community that a more robust game-theoretic solution should be implemented before the right is removed.
ja_jp: 提案の拒否権は、Nouns DAOの財務に対する「51%攻撃」の問題に対する一時的な解決策として最初に考えられました。Noundersは当初、Nounsの健全な分配がDAOに十分な保護を提供すると信じていましたが、インセンティブとリスクのより完全な理解が、Nounders、Nouns Foundation、および広範なコミュニティ内で、権利が削除される前により堅牢なゲーム理論的解決策を実施すべきだという一般的な合意に至りました。

source: ended {0}
ja_jp: 終了しました {0}

source: Brand Assets
ja_jp: ブランド資産

source: Pending
ja_jp: 保留中
pt_br: Pendente

source: at
ja_jp: の
pt_br: em

source: More details on how the dynamic threshold works can be found <0>here</0>.
ja_jp: 動的閾値の動作についての詳細は<0>こちら</0>で確認できます。

source: <0>Proposed by: </0><1>{proposerLink}</1>{transactionLink}
ja_jp: <0>提案者：</0><1>{proposerLink}</1>{transactionLink}

source: The Noun Seeder contract is used to determine Noun traits during the minting process. The seeder contract can be replaced to allow for future trait generation algorithm upgrades. Additionally, it can be locked by the Nouns DAO to prevent any future updates. Currently, Noun traits are determined using pseudo-random number generation:
ja_jp: Nounシーダー契約は、ミントのプロセスでNounsの特徴を決定するために使用されます。シーダー契約は、今後の特徴生成アルゴリズムのアップグレードを可能にするために変更することができ、さらに、今後のアップデートを防ぐためにNouns DAOによってロックすることも可能です。現在、Nounsの特徴は擬似乱数生成を用い決められています。

source: Review and Add
ja_jp: レビューして追加

source: Starts
ja_jp: 開始
pt_br: Inicia

source: <0>Note: </0>All signers on an onchain proposal have permission to cancel the proposal.
ja_jp: <0>注意：</0>オンチェーン提案のすべての署名者は提案をキャンセルする権限を持っています。

source: There was an error voting for your account.
ja_jp: アカウントの投票中にエラーが発生しました。
pt_br: Ocorreu um erro em sua conta ao votar.

source: Defeated
ja_jp: 却下
pt_br: Não Aprovada

source: hours
ja_jp: 時間

source: No proposals found
ja_jp: 提案が見つかりません
pt_br: Nenhuma proposta encontrada

source: This proposal was created by candidate signatures. Editing the proposal will create a new proposal candidate requiring the original signers to resign to update the onchain proposal.
ja_jp: この提案は候補者の署名によって作成されました。提案を編集すると、新しい提案候補が作成され、元の署名者がオンチェーン提案を更新するために再署名する必要があります。

source: Download official Nouns DAO brand assets including our iconic noggles in various formats.
ja_jp: さまざまな形式での象徴的なノグルを含む公式のNouns DAOブランド資産をダウンロードしてください。

source: Only visible to you
ja_jp: あなたにのみ表示されます

source: Add Action Details
ja_jp: アクションの詳細を追加

source: Delegate
ja_jp: 投票を委任する
pt_br: Delegar

source: {0} ETH fee upon submission
ja_jp: 提出時に{0} ETHの手数料

source: Proposal Candidate
ja_jp: 提案候補

source: Streams start and end at 00:00 UTC on selected dates.
ja_jp: ストリームは選択した日付の00:00 UTCに開始および終了します。

source: For
ja_jp: 賛成
pt_br: a Favor

source: Function
ja_jp: 関数
pt_br: Função

source: Place bid
ja_jp: 入札をする
pt_br: Faça um lance

source: Objection only period
ja_jp: 異議のみの期間

source: Loading...
ja_jp: ロード中...

source: Execute
ja_jp: 実行する

source: Dynamic Threshold
ja_jp: 動的しきい値

source: Proposer functions
ja_jp: 提案者の機能

source: Behold, an infinite work of art! Nouns is a community-owned brand that makes a positive impact by funding ideas and fostering collaboration. From collectors and technologists, to non-profits and brands, Nouns is for everyone.
ja_jp: 見よ、無限の芸術作品！Nounsは、アイデアに資金を提供し、協力を促進することでポジティブな影響を与えるコミュニティ所有のブランドです。コレクターや技術者から非営利団体やブランドまで、Nounsはすべての人のためのものです。

source: Failed to fetch Noun info
ja_jp: Nounに関する情報の取得に失敗しました
